<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
</head>

<body>
<Header>
<h1 align="center">OBJETOS VIRTUALES DE APRENDIZAJE  </h1>
</Header>
<nav>
<ul>
<li>Inicio</li>
<li>Temas
<ul>
    <li>Etiquetas básicas de HTML</li>
    <li>La interfaz de Usuario</li>
	<li>Etiquetas semánticas</li>
	<li>Flex Box - CSS Grid</li>
  </ul>
</li>
<li>Recursos Digitales</li>
<li>Aprendizaje</li>
<li>Acerca de</li>
</ul>
</nav>
<Section>
  <h2>Frameworks CSS, Posicionamiento web</h2>
  <p>El proposito de este sitio es dar a conocer los coceptos de los Frameworks CSS y el Posicionamiento web</p>
  <articule>
    <h3><img src="Wavy_Bus-15_Single-01.jpg" width="257" height="257" /></h3>
    <h3>
      Frameworks CSS    </h3>
    <p align="justify">Un framework de CSS es una biblioteca de estilos gen&eacute;ricos que puede ser usada para implementar dise&ntilde;os web  y aportan una serie de utilidades Que pueden Ser aprovechadas frecuentemente en los Distintos Dise&ntilde;os Web. Los Desarrolladores Buscan Formas m&aacute;s rapidas de ejecutar dise&ntilde;os atractivos y que tengan un comportamiento adaptativo a los diferentes dispositivos y que simplifique algunas tareas habituales que resultan tediosas con el uso de CSS puro. Es por eso que d&iacute;a a d&iacute;a m&aacute;s desarrolladores utilizan framework de CSS que al igual otros framework , suministran al desarrollador frontend una serie de herramientas r&aacute;pidas que aceleran enormemente el prototipado y desarrollo de soluciones y aplicaciones web de todo tipo.</p>
    <h5>Pablo Huet Carrasco el 26 de Julio de 2020. openwebinars. &iquest;Qu&eacute;  Frameworks CSS ser&aacute;n tendencia en 2020?. Recuperado de https://openwebinars.net/</h5>
    <h5>Jason  Cranford Teague. New Riders 2009. wikipedia. Fundamentals of CSS for Web  Designers. Recuperado de https://es.wikipedia.org/</h5>
    <p align="justify"><img src="Wavy_Bus-15_Single-01.jpg" width="257" height="257" /></p>
    <h3>Posicionamiento web</h3>
    <p align="justify">El posicionamiento en buscadores es un conjunto de acciones orientadas a mejorar el posicionamiento de un sitio web en la lista de resultados de loa diferentes motores de b&uacute;squeda en internet. El SEO trabaja aspectos T&eacute;cnicos de Como La Optimizaci&oacute;n de la Estructura y los metadatos de Una web, pero tambi&eacute;n se APLICA un Nivel de contenidos, con el objeto de volverlos m&aacute;s &uacute;tiles Y relevantes para los Usuarios. Existe el posicionamiento natural u org&aacute;nico es el que consigue una web de forma natural, sin que medie una campa&ntilde;a publicitaria y el posicionamiento SEM o de pago si requiere de una campa&ntilde;a publicitaria en esta indizaci&oacute;n , las ara&ntilde;as web recorren las p&aacute;ginas web y almacenan las palabras clave relevantes en base de datos . El inter&eacute;s del webmaster es optimizar la estructura de una web y el contenido de la misma, as&iacute; como la utilizaci&oacute;n de diversas t&eacute;cnicas de contenidos virales, aumentando la notoriedad de la web, debido al aumento de menciones. </p>
    <h5>wikipedia. Posicionamiento en buscadores. Recuperado de https://es.wikipedia.org/</h5>
    <p><img src="Mockups.jpg" width="800" height="600" align="middle" /></p>
  </articule>
</Section>
<footer>
  <p>correo: mericilla@gmail.com - skype: mericilla190 - fecha de actualización: 13/03/2021 </p>
</footer>
</body>
</html>
